export const QuestionData = [
  {
    id: 1,
    title:
      "시험을 마치고 당신을 만난 친구, 그가 '3일 내내 밤새서 C+ 받았어ㅠㅠ'라고 했을 때 당신의 반응은?",
    answera: "어우야 수고했다, 일단 맛있는 것 부터 먹자. 뭐 먹고 싶어?",
    answerb: "(3일 내리 밤을 샜는데 C+라고..?)속상하겠다. 어떻게 공부했는데?",
    type: "TF",
  },
  {
    id: 2,
    title:
      "친구와 오후 3시에 만나 카페, 저녁, 노래방, 쇼핑을 마친 후 10시가 되었다. 당신은?",
    answera: "슬슬 집에 갈 준비를 한다.",
    answerb: "좀 아쉽다.. 술 마시자고 할까?",
    type: "EI",
  },
  {
    id: 3,
    title: "아무것도 하고있지 않는 당신, 당신은",
    answera: "아무 생각없이 멍 때린다.",
    answerb: "눈 앞에 있는 먼지로 시작해, 끝은 우주를 생각한다.",
    type: "SN",
  },
  {
    id: 4,
    title:
      "친구와 만남을 약속하고, 나름대로 계획을 짰다. 당일 친구가 약속을 파토냈다. 당신은?",
    answera: "하... 만나기로 약속했는데 아쉽네 ㅠㅠ",
    answerb: "아싸 딱히 할 것도 없었는데 쉬어야지.",
    type: "EI",
  },
  {
    id: 5,
    title:
      "친구와 함께 맛집을 가기로 했다. 막상 가보니 가게가 브레이크 타임이라 지금 현재 음식을 먹지 못하는 상황이 왔다. 당신은?",
    answera: "밥먹고 카페 가려고 했는데, 동선이 꼬이네",
    answerb: "그냥 근처 카페에 있다가 브레이크 타임 끝나면 가면 되겠다!",
    type: "JP",
  },
  {
    id: 6,
    title: "나의 계획은",
    answera: "가까이 있다.",
    answerb: "멀리 있다.",
    type: "JP",
  },
  {
    id: 7,
    title: "책을 읽을 때",
    answera: "글자 있는 그대로 따라 읽어간다.",
    answerb: "머릿속으로 상황을 상상하며 하나하나 읽어간다.",
    type: "SN",
  },
  {
    id: 8,
    title:
      "지인과 쇼핑을 하러 왔다. 지인이 마음에 든다고 고른 옷이 당신이 생각했을 때는 지인과 어울리지 않는다 느껴진다. 그럴 때 당신은",
    answera: "'음 괜찮은 것 같아! 예쁜데?'",
    answerb:
      "'음 나쁘지는 않는데, 더 예쁘고 잘 맞는 게 있을 것 같은데 좀 더 찾아보고 결정해'",
    type: "TF",
  },
  {
    id: 9,
    title: "당신이 새로운 공부를 시작하려 한다. 당신은",
    answera: "개념부터 시작해서 차곡차곡 스택을 쌓는다.",
    answerb: "일단 강의를 들으며 따라하며 익힌다.",
    type: "JP",
  },
  {
    id: 10,
    title:
      "부모님이 아프셔서 병원을 고르려 리뷰를 찾아보는 당신, 당신이 부모님을 모시고 데려갈 병원은?",
    answera: "좋은 성과를 낸 병원",
    answerb: "친절하고 배려심 넘친다고 소문난 병원",
    type: "TF",
  },
  {
    id: 11,
    title:
      "아무리봐도 방금 찍은 당신의 사진이 당신은 너무나 마음에 든다. 당신의 행동은?",
    answera: "곧바로 피드에 올린다.",
    answerb: "피드에 올리는 건 부담스럽고, 스토리에 살포시 올린다.",
    type: "EI",
  },
  {
    id: 12,
    title: "노래를 들을 때, 당신은",
    answera: "멜로디가 중요하다.",
    answerb: "가사도 똑같이 중요하다.",
    type: "SN",
  },
];
